Repository: will666/Toucan
Catalog: *.lproj/Localizable.strings
Languages: french

# ICON_POPUP_BUTTON_TITLE
source: Icon
french: Icone

# MIDDLE_POPUP_BUTTON_TITLE
source: Middle
french: Moyenne

# HUGE_POPUP_BUTTON_TITLE
source: Big
french: Grande

# COLOR_POPUP_BUTTON_TITLE
source: Color
french: Couleur

# BLACK_AND_WHITE_POPUP_BUTTON_TITLE
source: B&W
french: N&B

# NEWS_POPUP_BUTTON_TITLE
source: News
french: Actualité

# FACE_POPUP_BUTTON_TITLE
source: Faces
french: Visages

# PHOTO_CONTENT_POPUP_BUTTON_TITLE
source: Photo content
french: Contenu photo

# CLIPART_POPUP_BUTTON_TITLE
source: Clipart
french: Images clipart

# HAND_DRAW_POPUP_BUTTON_TITLE
source: Hand draw
french: Dessins au trait

# DESTINATION_FOLDER_DIALOG_TITLE
source: Current location:
french: Emplacement actuel :

# GROWL_PATH_CHANGED_DESCRIPTION_NOTIFICATION
source: Destination folder successfully changed => %@
french: Dossier de destination modifié avec succès => %@

# GROWL_DOWNLOAD_ERROR_DESCRIPTION_NOTIFICATION
source: Error occured while downloading the image!
french: Un problème est survenue lors du téléchargement de l'image !

# GROWL_DOWNLOAD_SUCCESSFULL_DESCRIPTION_NOTIFICATION
source: Saved successfully => %@
french: Sauvegarde effectuée avec succès => %@

# GROWL_CONNEXION_FAILED_DESCRIPTION_NOTIFICATION
source: Connexion to remote server failed!
french: Connexion avec le serveur distant impossible !

# SAFE_RADIO_BUTTON_TITLE
source: Enable
french: Activé

# SIZE_TOOLBAR_ITEM_LABEL
source: Size
french: Taille

# SIZE_TOOLBAR_ITEM_PALETTE_LABEL
source: Size
french: Taille

# TINT_TOOLBAR_ITEM_LABEL
source: Tint
french: Teinte

# TINT_TOOLBAR_ITEM_PALETTE_LABEL
source: Tint
french: Teinte

# GENERAL_PREF_TOOLBAR_ITEM_LABEL
source: General
french: Général

# GENERAL_PREF_TOOLBAR_ITEM_PALETTE_LABEL
source: General
french: Général

# ADVANCED_PREF_TOOLBAR_ITEM_LABEL
source: Advanced
french: Avancé

# ADVANCED_PREF_TOOLBAR_ITEM_PALETTE_LABEL
source: Advanced
french: Avancé

# SEARCH_FIELD_TOOLBAR_ITEM_LABEL
source: Find
french: Recherche

# SEARCH_FIELD_TOOLBAR_ITEM_PALETTE_LABEL
source: Find
french: Recherche

# SEARCH_BUTTON_TOOLBAR_ITEM_LABEL
source: Send
french: Envoyer

# SEARCH_BUTTON_TOOLBAR_ITEM_PALETTE_LABEL
source: Send
french: Envoyer

# SAFE_RADIO_BUTTON_TOOLBAR_LABEL
source: Moderate
french: Modération

# SAFE_RADIO_BUTTON_TOOLBAR_PALETTE_LABEL
source: Moderate
french: Modération

# POSITION_TEXT_FIELD_RESULTS
source: Image: %d to %d
french: Image : %d à %d

# COPYRIGHTS_TEXT_FIELD_LABEL
source: Â©2009 ExoApps, All rights reserved
french: ©2009 ExoApps, Tous droits réservés

# COMPLETED_DOWNLOAD_PERCENTS
source: %i%% of "%@" completed
french: %i%% de "%@" effectués

# IMG_INFOS_NAME
source: Name : %@
french: Nom : %@

# IMG_INFOS_SIZE
source: Size : %@ ppp
french: Taille : %@ ppp

# COPYRIGHTS_1_POPUP_BUTTON_TITLE
source: Labeled for reuse
french: Réutilisation autorisée

# COPYRIGHTS_2_POPUP_BUTTON_TITLE
source: Labeled for commercial reuse
french: Réutilisation à des fins commerciales autorisée

# COPYRIGHTS_3_POPUP_BUTTON_TITLE
source: Labeled for reuse with modification
french: Réutilisation avec modification autorisée

# COPYRIGHTS_4_POPUP_BUTTON_TITLE
source: Labeled for commercial reuse with modification
french: Réutilisation avec modification à des fins commerciales autorisée

# SAFE_RADIO_BUTTON_TOOLBAR_TOOLTIP_LABEL
source: Enable/Disable results moderation filter
french: Activer/Désactiver le filtre de modération des résultats

# SIZE_TOOLBAR_ITEM_TOOLTIP_LABEL
source: Choose images scale size
french: Spécifier la taille des images

# SEARCH_BUTTON_TOOLBAR_ITEM_TOOLTIP_LABEL
source: Click to launch the search
french: Cliquez pour lancer la recherche

# SEARCH_FIELD_TOOLBAR_ITEM_TOOLTIP_LABEL
source: Enter keyword(s) to search. You can limit the research on a specified site (replace KEYWORD and SITE) => KEYWORD :SITE
french: Entrez les mots clé à rechercher. Vous pouvez limiter la recherche à un site donné (remplacez MOT_CLE et SITE) => MOT_CLE :SITE

# COPY_TOOLBAR_ITEM_TOOLTIP_LABEL
source: Choose the labeled reuse type
french: Choisissez le type de droits d'utilisation des images

# TINT_TOOLBAR_ITEM_TOOLTIP_LABEL
source: Choose images tint
french: Choisissez la teinte des images

# INFO_SIZE
source: Size:
french: Taille :

# FORMAT_TOOLBAR_ITEM_TOOLTIP_LABEL
source: Choose images format
french: Choisissez le format d'images

# TYPE_TOOLBAR_ITEM_TOOLTIP_LABEL
source: Choose images type
french: Choisissez le type d'images

# SLIDESHOW_BUTTON_TOOLTIP_LABEL
source: Launch slideshow
french: Lancer le diaporama

# GROWL_DOWNLOAD_ERROR_SOME_ITEMS_UNFETCHABLE_DESCRIPTION_NOTIFICATION
source: %i image(s) not downloaded. Missing on remote host!
french: %i image(s) non téléchargée(s). Introuvable(s) sur le serveur distant !

# IMAGE_TOOL_MODE_MOVE_LABEL
source: Move
french: Déplacement

# IMAGE_TOOL_MODE_SELECT_LABEL
source: Select
french: Sélection

# IMAGE_TOOL_MODE_CROP_LABEL
source: Crop
french: Rognage

# IMAGE_TOOL_MODE_ROTATE_LABEL
source: Rotate
french: Rotation

# IMAGE_TOOL_MODE_ANNOTATE_LABEL
source: Annotate
french: Annotation

# GROWL_ADD_DOWNLOADS_NOTIFICATION
source: %i images added to download list
french: %i images ajoutées à la liste des téléchargements

# SEND_MAIL_BODY
source: Sent from Toucan: http://www.wills-portal.com
french: Envoyé depuis Toucan : http://www.wills-portal.com
